{"translation-revision-date":"2025-05-28 16:13:21+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Go to the Customizer":["Ir para o Personalizador"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Personalize tudo, desde a paleta de cores e as fontes até os layouts de página, certificando-se de que cada detalhe esteja alinhado com sua marca."],"Design a new theme":["Desenhe um novo tema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["O seu tema activo será alterado e poderá perder quaisquer alterações que tenha efectuado."],"Are you sure you want to design a new theme?":["Tem a certeza de que pretende desenhar um novo tema?"],"Customize your theme":["Personalize o seu tema"],"Start designing":["Comece a desenhar"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crie rapidamente uma loja bonita utilizando o nosso designer de lojas incorporado. Escolha o seu layout, seleccione um estilo e muito mais."],"Design your own":["Desenhe o seu próprio"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Alimentado por IA experimental. {{link}}Saiba mais{{\/link}}"],"Start again":["Recomeçar"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Ser-lhe-á pedido que forneça novamente as informações da sua empresa e perderá o design da IA existente. Se pretender personalizar o seu design existente, pode fazê-lo através do <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Tem a certeza de que quer começar de novo?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["O Store Designer criará um novo design de loja para si e perderá todas as alterações que fez ao seu tema activo. Se preferir continuar a editar o seu tema, pode fazê-lo através do <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["Tem a certeza de que pretende iniciar um novo design?"],"Create a new one":["Crie um novo"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Continue a personalizar o aspecto da sua loja gerada por IA ou comece de novo e crie uma nova."],"Customize your custom theme":["Personalize o seu tema personalizado"],"Find out how":["Descubra como"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que está a utilizar o modo offline do Jetpack - mude para o modo online para começar a desenhar com IA."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Infelizmente, o [AI Store designer] não está disponível neste momento, pois não conseguimos detectar a sua rede. Verifique a sua ligação à Internet."],"Looking to design your store using AI?":["Pretende conceber a sua loja utilizando a IA?"],"Go to the Editor":["Vá para o Editor"],"Design with AI":["Design com IA"],"Customize":["Personalizar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}